[LWS_Heavy X2SoldierClassTemplate]
DisplayName="Тяжелая пехота"
ClassSummary="Тяжелая пехота - специалисты огневой поддержки. Используют ракетную установку как для поражения целей, так и для сноса строений и укрытий. Также, поддерживают отряд пулеметным огнем, держа противника на расстоянии"
LeftAbilityTreeTitle="Держать позицию"
RightAbilityTreeTitle="Взрывотехник"
AbilityTreeTitles[0]="Держать позицию"
AbilityTreeTitles[1]="Пулемет"
AbilityTreeTitles[2]="Взрывотехник"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолеты"
;ALPHABETICAL ORDER
RandomNickNames[0]="Пугало"
RandomNickNames[1]="На все деньги"
RandomNickNames[2]="Животное"
RandomNickNames[3]="Балерина"
RandomNickNames[4]="Великан"
RandomNickNames[5]="Большие деньги"
RandomNickNames[6]="Противный"
RandomNickNames[7]="Пламя"
RandomNickNames[8]="Бум бум"
RandomNickNames[9]="Бумер"
RandomNickNames[10]="Бомбардир"
RandomNickNames[11]="Бульдог"
RandomNickNames[12]="Рывок"
RandomNickNames[13]="Клеймор"
RandomNickNames[14]="Демо"
RandomNickNames[15]="Страж"
RandomNickNames[16]="Дьявольский пес"
RandomNickNames[17]="Дизель"
RandomNickNames[18]="Очкарик"
RandomNickNames[19]="Огненный шар"
RandomNickNames[20]="Холодильник"
RandomNickNames[21]="Пулеметчик"
RandomNickNames[22]="Молот"
RandomNickNames[23]="Адское пламя"
RandomNickNames[24]="Башня"
RandomNickNames[25]="Босс"
RandomNickNames[26]="Вулкан"
RandomNickNames[27]="Харикейн"
RandomNickNames[28]="Ягуар"
RandomNickNames[29]="Джагернаут"
RandomNickNames[30]="Нокаут"
RandomNickNames[31]="Конг"
RandomNickNames[32]="Злая собака"
RandomNickNames[33]="Крушитель"
RandomNickNames[34]="Лось"
RandomNickNames[35]="Звезда"
RandomNickNames[36]="Нитро"
RandomNickNames[37]="Боеголовка"
RandomNickNames[38]="Огр"
RandomNickNames[39]="Питбуль"
RandomNickNames[40]="Пиро"
RandomNickNames[41]="Красный"
RandomNickNames[42]="Носорог"
RandomNickNames[43]="Ракета"
RandomNickNames[44]="Морской бриз"
RandomNickNames[45]="Плита"
RandomNickNames[46]="Смэшь"
RandomNickNames[47]="Вспышка"
RandomNickNames[48]="Дымовик"
RandomNickNames[49]="Болотная тварь"
RandomNickNames[50]="Костяной"
RandomNickNames[51]="T-Рекс"
RandomNickNames[52]="Танк"
RandomNickNames[53]="Топор"
RandomNickNames[54]="Сотрясение"
RandomNickNames[55]="Щекотка"
RandomNickNames[56]="Тини"
RandomNickNames[57]="Титан"
RandomNickNames[58]="Динамит"
RandomNickNames[59]="Факел"
RandomNickNames[60]="Боевой пес"
RandomNickNames[61]="Боевой конь"
RandomNickNames[62]="Ребенок"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Топор"
RandomNickNames_Male[1]="Дюк"
RandomNickNames_Male[2]="Рокки"
RandomNickNames_Male[3]="Жеребец"
RandomNickNames_Male[4]="Волк"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Афина"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Железная дева"
RandomNicknames_Female[4]="Щитовая дева"
RandomNickNames_Female[5]="Валькирия"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Большой буум!"
PhotoboothSoloBLines_Male[1]="Прогнозирую... ПОБОЧНЫЙ УЩЕРБ."
PhotoboothSoloBLines_Male[2]="Нет укрытий. Нет пощады."
PhotoboothSoloBLines_Male[3]="Артиллерия. Опасность близко."
PhotoboothSoloBLines_Male[4]="Тик, тик, БУУМ!"
PhotoboothSoloBLines_Male[5]="Опять бомбы!"
PhotoboothSoloBLines_Male[6]="Пули: чем больше, тем веселее!"
PhotoboothSoloBLines_Male[7]="Назовите его метеорологом, потому что он вызывает дождь.... ИЗ ПУЛЬ!"
PhotoboothSoloBLines_Male[8]="Еще раз в пролом!"
PhotoboothSoloBLines_Male[9]="Маскировка преувеличенна."

PhotoboothSoloBLines_Female[0]="Большой буум!"
PhotoboothSoloBLines_Female[1]="Прогнозирую... ПОБОЧНЫЙ УЩЕРБ."
PhotoboothSoloBLines_Female[2]="Нет укрытий. Нет пощады."
PhotoboothSoloBLines_Female[3]="Артиллерия. Опасность близко."
PhotoboothSoloBLines_Female[4]="Тик, тик, БУУМ!"
PhotoboothSoloBLines_Female[5]="Опять бомбы!"
PhotoboothSoloBLines_Female[6]="Пули: чем больше, тем веселее!"
PhotoboothSoloBLines_Female[7]="Назовите его метеорологом, потому что он вызывает дождь.... ИЗ ПУЛЬ."
PhotoboothSoloBLines_Female[8]="Еще раз в пролом!"
PhotoboothSoloBLines_Female[9]="Маскировка преувеличенна."

[Sunomata X2AbilityTemplate]
LocFriendlyName="Суномата"
LocLongDescription="Укрепляйтесь на позициях, подобно крепости. Вы получаете 1 ед. брони и способность \"Окоп\". Эта способность заменяет \"глухую оборону\" и позволяет вам оставаться в таком положении, пока вы не двинетесь с места."
LocHelpText="Вы получаете 1 ед. брони, а также способность \"Окоп\"."
LocFlyOverText="Суномата"

[LWRocketLauncher X2AbilityTemplate]
LocLongDescription = "Выстрелите ракетой в указанную зону. Наносит урон врагам, уничтожает броню и разрушает окружение."
LocFriendlyName = "Ракетная установка"
LocHelpText = "Выстрелите ракетой в указанную зону. <Ability:ROCKETSCATTER/>"

[BlastOff X2AbilityTemplate]
LocFriendlyName="Плавный пуск"
LocFlyOverText="Плавный пуск"
LocLongDescription="Ваши ракеты летят более точнее."
LocHelpText="Ваши ракеты летят более точнее."
LocPromotionPopupText="<Bullet/> Ваши ракеты с большей вероятностью попадут в намеченную точку удара, или по крайней мере близко к ней.<br/><Bullet/> Максимальный разброс полета ракет, уменьшен на 1 клетку.<br/><Bullet/> Складывается со способностью \"Взрывные работы\", что уменьшает максимальный разброс полета ракет на 3 клетки."